[
    {
    "scores" :[
            0
        ],
        "value" : "Little evidence of knowledge and understanding.  No engagement at all with relevant issues.  Demonstratable and significant gaps in achieving task aims and the associated learning outcomes. Nothing of merit, or Non-submission, or Academic misconduct"
    },
    {
    "scores" :[
            5,
            15,
            25
        ],
        "value" : "Little evidence of knowledge and understanding.  No engagement at all with relevant issues.  Demonstratable and significant gaps in achieving task aims and the associated learning outcomes. Nothing of merit, or Non-submission, or Academic misconduct"
    },
    {
    "scores" :[
            35,
            38
        ],
        "value" : "Very poor range of knowledge with many important gaps and omissions.  Shows incomplete understanding with numerous errors of interpretation.  Arguments/answers lack structure with errors and omissions evident throughout.  Minimal grasp of task-related learning outcome(s) and a resulting failure to demonstrate understanding. Little evidence of knowledge and understanding.  No engagement at all with relevant issues.  Demonstratable and significant gaps in achieving task aims and the associated learning outcomes. A standard significantly below the learning outcomes. Little or no evidence of understanding or meaningful response to the task/question. Significant limitations in understanding or relevance of material presented, including marked errors or gaps in knowledge. Frequent use of unsupported assertions or evidence of inadequate reading. Significant problems with the standard and coherence of the writing."
    },
    {
    "scores" :[
            42,
            45,
            48
        ],
        "value" : "Knowledge and understanding are fragmented, with aspects showing little understanding of the basic knowledge, leading to fundamental errors.  Arguments/answers lacking structure, with errors and omissions leading to lack of support to arguments/answers.  Minimally sufficient understanding of all learning outcomesInsufficient evidence of meeting learning outcomes. Insufficient engagement with the task/question. Limited scope, understanding or relevance of the material presented, including errors or gaps in knowledge. Use of unsupported assertions or evidence of inadequate reading. Writing of inadequate academic standard."
    },
    {
    "scores" :[
            52,
            55,
            58
        ],
        "value" : "Adequate knowledge and understanding of the subject but very limited in depth or breadth.  Arguments/answers likely to be lacking in structure, with errors and omissions likely.  Satisfactory understanding and meeting all learning outcomes. Acceptable attainment of learning outcomes. Evidence of some critical evaluation but little originality. Adequate coverage and understanding of material largely based on teaching material or core texts. Some errors or omissions. Evidence of a basic argument, but insufficiently supported or developed. Adequate writing, with some oganisationinal problems."
    },
    {
    "scores" :[
            62,
            65,
            68
        ],
        "value" : "Good knowledge and understanding of the subject, with only minor gaps or omissions.  Arguments/answers are clear, structured, and mainly accurate. Very good attainment of learning outcomes. A good level of insight and critical evaluation of the material. A generally thorough and up-to-date account of relevant theoretical and empirical material at the forefront of the discipline. A generally thorough understanding and integration of material supporting a cogent argument. Competent writing of a good academic standard."
    },
    {
    "scores" :[
            72,
            75,
            78
        ],
        "value" : "Very good knowledge and understanding of the subject, including the ability to critically apply said knowledge and understanding in context.  Arguments/answers are clear, structured, and accurate. Exemplary attainment of learning outcomes. A high level of insight and critical evaluation of the material. A comprehensive and up-to-date account of relevant theoretical and empirical material at the forefront of the discipline. A thorough understanding and integration of material supporting a cogent argument. Excellent writing of a high academic standard."
    },
    {
    "scores" :[
            82,
            85,
            92
        ],
        "value" : "This work shows critical understanding of current knowledge, a focused and critical treatment of all issues presented. Attainment has been achieved that is beyond the intended learning outcomes. An outstanding level of originality and creativity, providing significant new perspectives on the question or topic address. A clear, elegant, and well supported report, based on the integration and sophisticated evaluation of a substantial body of knowledge. The work produced is worthy of academic publication."
    },
    {
    "scores" :[
            100
        ],
        "value" : "This assessment that could not be bettered within the time available. It shows critical understanding of current knowledge, a focused and critical treatment of all issues presented. This work shows critical understanding of current knowledge, a focused and critical treatment of all issues presented. Attainment has been achieved that is beyond the intended learning outcomes. An outstanding level of originality and creativity, providing significant new perspectives on the question or topic address. A clear, elegant, and well supported report, based on the integration and sophisticated evaluation of a substantial body of knowledge. The work produced is worthy of academic publication."
    }
]